Repository: Huawei/Server_Manage_Plugin
Catalog: Openstack_Plugin/ironic-plugin-pike/ironic/locale/*/LC_MESSAGES/ironic-log-info.po
Languages: fr

source: Adding cleaning network to node %s
fr: Ajout d'un nettoyage du réseau pour le nœud %s

source: Adding provisioning network to node %s
fr: Ajout du provisionnement de réseau pour le nœud %s

source: After cleaning up cache dir %(dir)s cache size %(actual)d is still larger than threshold %(expected)d
fr: Après avoir nettoyé le cache du dossier %(dir)s, la taille actuelle du dossier(%(actual)d) est encore plus large que la limite (%(expected)d)

source: Agent on node %s returned cleaning command success, moving to next clean step
fr: L'agent en mode %s a retourné que la commande de nettoyage a été un succès, passage à la prochaine étape de nettoyage

source: All Firmware update operations completed successfully for node: %s.
fr: Toutes les mises à jours des firmwares pour le nœud %s ont été fait avec succès.

source: Attached virtual cdrom successfully for node %s
fr: Le CD-Rom virtuel pour le nœud %s a été attaché avec succès

source: Attached virtual floppy successfully for node %s
fr: La disquette virtuelle pour le nœud %s a été attachée avec succès

source: Attached virtual media %s successfully.
fr: Média virtuel %s attaché avec succès.

source: Automated cleaning is disabled, node %s has been successfully moved to AVAILABLE state.
fr: Le nettoyage automatique est désactivé, le nœud %s a été changé avec succès pour l'état AVAILABLE.

source: Bringing node %(node_uuid)s back from use by OneView from %(provision_state)s state to %(target_state)s state and maintenance mode %(maintenance)s.
fr: Ramène le nœud %(node_uuid)s utilisé par OneView de l'état %(provision_state)s à l'état %(target_state)s et en mode de maintenance %(maintenance)s.

source: Change has been committed to RAID controller %(controller)s on node %(node)s. DRAC job id: %(job_id)s
fr: Changement appliqué pour le controleur RAID %(controller)s sur le nœud %(node)s. ID de la tâche DRAC : %(job_id)s

source: Changed secure boot to %(mode)s for node %(node)s
fr: Le Secure boot du nœud %(node)s a été changé pour %(mode)s

source: Clean step %(step)s on node %(node)s being executed asynchronously, waiting for driver.
fr: L'étape de nettoyage %(step)s sur le nœud %(node)s a été exécuté de manière asynchrone. Attente du pilote.

source: Created RPC server for service %(service)s on host %(host)s.
fr: Serveur RPC pour le service %(service)s sur l'hôte %(host)s a été créé.

source: Deployment to node %s done
fr: Déploiement du nœud %s terminé

source: Detached virtual cdrom successfully for node %s
fr: Le CD-Rom virtuel pour le nœud %s a été détaché avec succès

source: Detached virtual floppy successfully for node %s
fr: La disquette virtuelle pour le nœud %s a été détachée avec succès

source: During automated cleaning, node %s detected a clean version mismatch. Resetting clean steps and rebooting the node.
fr: Pendant le nettoyage automatique, le nœud %s a détecté que la version de nettoyage ne correspondait pas. Reset des étapes de nettoyage et redémarrage du nœud.

source: During manual cleaning, node %(node)s detected a clean version mismatch. Re-executing and continuing from current step %(step)s.
fr: Pendant le nettoyage manuel, le nœud %(node)s a détecté que la version de nettoyage ne correspondait pas. Re-execution de l'étape actuelle %(step)s.

source: During query_raid_config_job_status, node %(node)s was already locked by another process. Skip.
fr: Pendant la tâche query_raid_config_job_status, le nœud %(node)s a été verrouillé par un autre processus. Étape ignorée.

source: During query_raid_config_job_status, node %(node)s was not found and presumed deleted by another process.
fr: Pendant la tâche query_raid_config_job_status, le nœud %(node)s n'a pas été trouvé et probablement supprimé par un autre processus.

source: During sync_power_state, node %(node)s has no previous known state. Recording current state '%(state)s'.
fr: Pendant l'étape sync_power_state, le nœud %(node)s n'avait pas d'état connu. Enregistrement de l'état courant à '%(state)s'.

source: During sync_power_state, node %(node)s was already locked by another process. Skip.
fr: Pendant l'étape sync_power_state, le nœud %(node)s a été verrouillé par un autre processus. Étape ignorée.

source: During sync_power_state, node %(node)s was not found and presumed deleted by another process.
fr: Pendant l'étape sync_power_state, le nœud %(node)s n'a pas été trouvé et probablement supprimé par un autre processus.

source: Executing %(state)s on node %(node)s, remaining steps: %(steps)s
fr: Exécution de %(state)s sur le nœud %(node)s, étapes restantes : %(steps)s

source: Executing %(step)s on node %(node)s
fr: Execution de %(step)s sur le nœud %(node)s

source: Final processed firmware location: %s
fr: Chemin vers les firmwares finaux : %s

source: Got signal SIGUSR1. Not deregistering on next shutdown of service %(service)s on host %(host)s.
fr: Signal SIGUSR1 reçu. Il ne sera pas dé-enregistré au prochain arrêt du service service %(service)s sur l'hôte %(host)s.

source: Image %(href)s was last modified at %(remote_time)s. Deleting the cached copy "%(cached_file)s since it was last modified at %(local_time)s and may be outdated.
fr: L'image %(href)s a été modifiée à %(remote_time)s. Suppression de la copie en cache "%(cached_file)s depuis qu'il a été modifié à %(local_time)s et est probablement périmée.

source: Image successfully written to node %s
fr: Image écrite avec succès pour le nœud %s

source: Inconsistent 'applied_server_profile_uri' parameter value in driver_info. There is no Server Profile applied to node %(node_uuid)s. Value deleted.
fr: La valeur du paramètre 'applied_server_profile_uri' est inconsistante dans driver_info. Il n'y a pas de Server Profile appliqué au nœud %(node_uuid)s. Valeur supprimée.

source: Inspection finished successfully for node %s
fr: L'inspection du nœud %s a été terminé avec succès

source: Inspection via ironic-inspector is disabled in configuration for driver %s. To enable, change [inspector] enabled = True.
fr: L'inspection depuis ironic-inspector est désactivé dans la configuration du pilote %s. Pour l'activer, changez [inspector] enabled = True.

source: Loaded the following drivers: %s
fr: Les pilotes suivants ont été chargés : %s

source: Local boot successfully configured for node %s
fr: Le boot local a été configuré avec succès sur le nœud %s

source: Mapping instance ports to %s
fr: Relie les ports de l'instance à %s

source: Master cache miss for image %(href)s, starting download
fr: Cache maître manquant pour l'image %(href)s, démarrage du téléchargement

source: Missing 'ilo_change_password' parameter in driver_info. Clean step 'reset_ilo_credential' is not performed on node %s.
fr: Le paramètre 'ilo_change_password' est manquant dans driver_info. L'étape de nettoyage 'reset_ilo_credential' ne sera pas effectuée sur le nœud %s.

source: No console action was triggered because the console is already %s
fr: Aucune action sur la console n'a été appelé car la console est déjà %s

source: Node %(node)s finished clean step %(step)s
fr: Le nœud %(node)s vient de finir l'étape de nettoyage %(step)s

source: Node %(node)s moved to provision state "%(state)s" from state "%(previous)s"; target provision state is "%(target)s"
fr: Nœud %(node)s déplacé de l'état de provisionnement "%(previous)s" à "%(state)s"; L'étape finale de provisionnement est "%(target)s"

source: Node %(uuid)s boot mode is set to %(boot_mode)s.
fr: Le boot mode du nœud %(uuid)s est configuré pour %(boot_mode)s.

source: Node %(uuid)s pending boot mode is %(boot_mode)s.
fr: La méthode de boot en attente pour le nœud %(uuid)s est %(boot_mode)s.

source: Node %s cleaning complete
fr: Nettoyage du nœud %s terminé

source: Node %s inspected
fr: Nœud %s inspecté

source: Node %s inspected.
fr: Nœud %s inspecté.

source: Node %s successfully inspected.
fr: Le nœud %s a été inspecté avec succès.

source: Node %s was sent to inspection to ironic-inspector
fr: Le nœud %s a été envoyé pour inspection à ironic-inspector

source: Option %(opt)s is not supported by ipmitool
fr: L'option %(opt)s n'est pas supportée par ipmitool

source: Option %(opt)s is supported by ipmitool
fr: L'option %(opt)s est supportée par ipmitool

source: Port created for MAC address %(address)s for node %(node)s
fr: Port créé pour l'adresse MAC %(address)s pour le nœud %(node)s

source: Port created for MAC address %(address)s for node %(node_uuid)s during inspection
fr: Le port pour l'adresse MAC %(address)s pour le nœud %(node_uuid)s a été créé avec succès pendant l'inspection

source: Port created with MAC address %(mac)s for node %(node_uuid)s during inspection
fr: Le port avec l'adresse MAC %(mac)s pour le nœud %(node_uuid)s a été créé avec succès pendant l'inspection

source: Power off called for node %s. Wake-On-Lan does not support this operation. Manual intervention required to perform this action.
fr: Coupure de l'alimentation appelée par le nœud %s. Le Wake-On-Lan ne supporte pas cette opération. Une intervention manuelle est requise pour effectuer cette action.

source: Power state set to %(state)s for node %(node_id)s
fr: État de l'alimentation mis à %(state)s pour le nœud %(node_id)s

source: Reboot called for node %s. Wake-On-Lan does not fully support this operation. Trying to power on the node.
fr: Redémarrage appelé par le nœud %s. Le Wake-On-Lan ne supporte pas complètement cette opération. Essaye d'allumer le nœud.

source: Removing cleaning network from node %s
fr: Suppression du réseau de nettoyage pour le nœud %s

source: Removing ports from cleaning network for node %s
fr: Suppression des ports depuis l'étape de nettoyage du réseau pour le nœud %s

source: Removing provisioning network from node %s
fr: Suppression du réseau de provisionnement pour le nœud %s

source: Server Profile %(server_profile_uuid)s was successfully applied to node %(node_uuid)s.
fr: Le profil serveur %(server_profile_uuid)s a été appliqué avec succès sur le nœud %(node_uuid)s.

source: Server Profile %(server_profile_uuid)s was successfully deleted from node %(node_uuid)s.
fr: Le profil serveur %(server_profile_uuid)s a été supprimé avec succès sur le nœud %(node_uuid)s.

source: Setting up node %s to boot from virtual media
fr: Configuration du nœud %s pour booter depuis le média virtuel

source: Stopped RPC server for service %(service)s on host %(host)s.
fr: Serveur RPC pour le service %(service)s sur l'hôte %(host)s a été arrêté.

source: Successfully adopted node %(node)s
fr: Adoption du nœud %(node)s avec succès

source: Successfully created ports for node %(node_uuid)s in network %(net)s.
fr: Les ports pour le nœud %(node_uuid)s dans le réseau %(net)s ont été créé avec succès.

source: Successfully deleted node %(node)s.
fr: Suppression du nœud %(node)s avec succès

source: Successfully deleted port %(port)s. The node associated with the port was %(node)s
fr: Port %(port)s supprimé avec succès. Le nœud associé avec ce port était %(node)s

source: Successfully deleted portgroup %(portgroup)s. The node associated with the portgroup was %(node)s
fr: Suppression avec succès du portgroup %(portgroup)s. Le nœud associé avec le portgroup était %(node)s

source: Successfully deployed node %(node)s with instance %(instance)s.
fr: Le nœud %(node)s avec l'instance %(instance)s a été déployé avec succès.

source: Successfully enabled boot config for node %(node_id)s.
fr: La configuration de boot pour le nœud %(node_id)s a été activé avec succès.

source: Successfully inspected node %(node)s
fr: Succès de l'inspection du nœud %(node)s

source: Successfully removed node %(node_uuid)s neutron ports.
fr: Les ports neutron du nœud %(node_uuid)s ont été supprimé avec succès.

source: Successfully set boot device %(boot_device)s for node %(node_id)s
fr: Le boot device %(boot_device)s pour le nœud %(node_id)s a été appliqué avec succès

source: Successfully set node %(node)s power state to %(state)s.
fr: Le nœud %(node)s a été mis avec succès au power state %(state)s.

source: Successfully shut down periodic tasks
fr: Arrêt avec succès des tâches périodiques

source: Successfully started conductor with hostname %(hostname)s.
fr: Le conducteur pour l'hôte %(hostname)s a démarré avec succès.

source: Successfully started console of node %(node)s
fr: La console pour le nœud %(node)s a démarré avec succès.

source: Successfully stopped conductor with hostname %(hostname)s.
fr: Le conducteur pour l'hôte %(hostname)s a été arrêté avec succès.

source: Successfully unprovisioned node %(node)s with instance %(instance)s.
fr: Déprovisionnement avec succès du nœud %(node)s avec l'instance %(instance)s.

source: The Server Profile %(applied_sp_uri)s was already applied by ironic on node %(node_uuid)s. Reusing.
fr: Le profil serveur %(applied_sp_uri)s a déjà été appliqué par Ironic pour le nœud %(node_uuid)s. Reusing.

source: The current clean step "%(clean_step)s" for node %(node)s is not abortable. Adding a flag to abort the cleaning after the clean step is completed.
fr: L'étape actuelle de nettoyage "%(clean_step)s" pour le nœud %(node)s ne peut pas être annulée. Ajout d'un marqueur pour annulation après que l'étape de nettoyage soit complète.

source: The node %s is not powered on. Powering on the node for inspection.
fr: Le nœud %s n'est pas allumé. Allumage du nœud pour inspection.

source: The node %s was powered on for inspection. Powered off the node as inspection completed.
fr: Le nœud %s a été allumé pour l'inspection. Le nœud sera éteint lorsque l'inspection sera terminée.

source: Unmapping instance ports from node %s
fr: Délie les ports de l'instance du nœud %s

source: Updating node %(node_uuid)s in use by OneView from %(provision_state)s state to %(target_state)s state and maintenance mode %(maintenance)s.
fr: Mise à jour du nœud %(node_uuid)s utilisé par OneView depuis l'état %(provision_state)s vers l'état %(target_state)s et du mode de maintenance %(maintenance)s.

source: iLO license activated for node %(node)s.
fr: License iLO activée pour le nœud %(node)s.
